Repository: Coldfire477/jg-wordpress-theme
Catalog: languages/*.po
Languages: fr_fr

source: Great start !
fr_fr: Bien commencer !

source: Newer Comments
fr_fr: Commentaires récents

source: Older Comments
fr_fr: Anciens commentaires

source: Modify the website colors
fr_fr: Modifier les couleurs du site

source: Title color
fr_fr: Couleur du titre

source: Slogan color
fr_fr: Couleur du slogan

source: Navigation bar color
fr_fr: Couleur de la barre de navigation

source: Links color
fr_fr: Couleur des liens

source: Carousel contour color
fr_fr: Couleur du contour de carousel

source: Add / Modify the logo
fr_fr: Ajouter / Modifier un logo

source: Carousel pictures
fr_fr: Images du carousel

source: Select your pictures for the carousel
fr_fr: Sélectionner les images pour les carousel

source: The pictures must be at least 1090px width, otherwise it won't work !
fr_fr: Les images doivent faire 1090px de large minimum, sinon ça ne fonctionnera pas !

source: Carousel settings
fr_fr: Paramètres du carousel

source: Enable / Disable the carousel
fr_fr: Activer / Désactiver le carousel

source: Enable
fr_fr: Activer

source: Fixed banner
fr_fr: Bannière fixe

source: Disable
fr_fr: Désactiver

source: Fixed banner picture
fr_fr: Image de bannière fixe

source: The picture must be at least 1090px width, otherwise it won't work !
fr_fr: L'image doit faire 1090px de large minimum, sinon ça ne fonctionnera pas !

source: Column settings
fr_fr: Paramètres de colonne

source: Widget column side
fr_fr: Coté de la colonne de widget

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Config my socials
fr_fr: Configurer mes réseaux sociaux

source: Paste your social links in the inputs, the format must be like "http://www.mysocial.com"
fr_fr: Collez vos liens sociaux dans les champs de texte, le format doit ressembler à ça: "http://www.mysocial.com"
